Repository: Th3rdSergeevich/saints-row-translation-rus
Catalog: tm/interface.tmx
Source language: en_us
Languages: ru_ru

source: You cannot place a waypoint during a Mission or Activity!
ru_ru: Вы не можете разместить путевую точку во время Миссии или Шабашки!

source: There is not enough free space on the default Storage Device\nto complete the Save process.
ru_ru: На этом Устройстве хранения недостаточно свободного места,\nчтобы сохранить игру.

source: Do you really want to quit?
ru_ru: Вы действительно хотите выйти из игры?

# Do you really want to quit? (Any unsaved progress will be lost.)
source: Do you really want to quit?\n(Any unsaved progress will be lost.)
ru_ru: Вы действительно хотите выйти из игры?\n(Весь несохраненный прогресс будет утерян.)

# Do you really want to quit? (All stats earned in this match will be lost.)
source: Do you really want to quit?\n(All stats earned in this match will be lost.)
ru_ru: Вы действительно хотите выйти из матча?\n(Набранная статистика учитываться не будет.)

source: Do you really want to leave %s?
ru_ru: Вы действительно хотите покинуть %s?

source: Retrying a mission will cause you to lose any weapons\nor respect you earned while playing the mission.
ru_ru: При перезапуске миссии все ваше оружие будет утеряно,\nа набранные во время миссии очки уважения будут сброшены.

source: Retrying an Activity will cause you to lose any weapons\nor respect you earned while playing the Activity.
ru_ru: При перезапуске шабашки все ваше оружие будет утеряно\nа набранные во время шабашки очки уважения будут сброшены.

source: Do you really want to leave Hitman?
ru_ru: Вы действительно хотите выйти из режима "Киллер"?

# Cancel pushback defense. Are you sure?
source: Cancel pushback defense.\nAre you sure?
ru_ru: Оборона района будет отменена.\nВы уверены?

source: You are not currently signed in with a gamer profile.\nYou will not be able to save game progress or earn achievements.
ru_ru: Вы не вошли в свою игровую учетную запись.\nСохранение игры и достижения недоступны.

source: The Load Process has failed because the default\nStorage Device is no longer available.
ru_ru: Стандартное Устройство хранение недоступно,\nзагрузка прервана.

source: The Save Process has failed because the default\nStorage Device is no longer available.
ru_ru: Стандартное Устройство хранение недоступно,\nсохранение прервано.
